Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Run the prompt to create a session. Only entries captured from that session will appear here.
de: Führen Sie die Eingabeaufforderung aus, um eine Sitzung zu erstellen. Hier werden nur Einträge angezeigt, die aus dieser Sitzung erfasst wurden.
es: Ejecute el mensaje para crear una sesión. Aquí solo aparecerán las entradas capturadas de esa sesión.
fr: Exécutez l'invite pour créer une session. Seules les entrées capturées lors de cette session apparaîtront ici.
it: Esegui il prompt per creare una sessione. Qui appariranno solo le voci acquisite da quella sessione.
ja: プロンプトを実行してセッションを作成します。そのセッションからキャプチャされたエントリのみがここに表示されます。
ko: 프롬프트를 실행하여 세션을 생성하세요. 해당 세션에서 캡처된 항목만 여기에 표시됩니다.
pt_br: Execute o prompt para criar uma sessão. Somente as entradas capturadas dessa sessão aparecerão aqui.
zh_hans: 运行提示来创建会话。只有从该会话捕获的条目才会显示在此处。
zh_hant: 執行提示來建立會話。只有從該會話捕獲的條目才會顯示在此。

source: Run the same task in several supported languages and compare the model’s responses.
de: Führen Sie dieselbe Aufgabe in mehreren unterstützten Sprachen aus und vergleichen Sie die Antworten des Modells.
es: Ejecute la misma tarea en varios idiomas admitidos y compare las respuestas del modelo.
fr: Exécutez la même tâche dans plusieurs langues prises en charge et comparez les réponses du modèle.
it: Esegui la stessa attività in diverse lingue supportate e confronta le risposte del modello.
ja: サポートされている複数の言語で同じタスクを実行し、モデルの応答を比較します。
ko: 지원되는 여러 언어로 동일한 작업을 실행하고 모델의 응답을 비교하세요.
pt_br: Execute a mesma tarefa em vários idiomas suportados e compare as respostas do modelo.
zh_hans: 以多种受支持的语言运行相同的任务并比较模型的响应。
zh_hant: 以多種支援的語言執行相同的任務並比較模型的反應。

source: Running
de: Läuft
es: Corriendo
fr: En cours d'exécution
it: In corsa
ja: ランニング
ko: 달리기
pt_br: Em execução
zh_hans: 跑步
zh_hant: 跑步

source: Sample record
de: Beispieldatensatz
es: Registro de muestra
fr: Exemple d'enregistrement
it: Record di esempio
ja: サンプルレコード
ko: 샘플 기록
pt_br: Registro de amostra
zh_hans: 样本记录
zh_hant: 樣本記錄

source: Sample sources are clearly labeled and can be removed at any time.
de: Probenquellen sind deutlich gekennzeichnet und können jederzeit entfernt werden.
es: Las fuentes de muestra están claramente etiquetadas y se pueden eliminar en cualquier momento.
fr: Les sources d'échantillons sont clairement étiquetées et peuvent être supprimées à tout moment.
it: Le fonti dei campioni sono chiaramente etichettate e possono essere rimosse in qualsiasi momento.
ja: サンプルソースには明確にラベルが付けられており、いつでも削除できます。
ko: 샘플 소스에는 라벨이 명확하게 표시되어 있으며 언제든지 제거할 수 있습니다.
pt_br: As fontes de amostra estão claramente identificadas e podem ser removidas a qualquer momento.
zh_hans: 样品来源有清晰的标签，可以随时移除。
zh_hant: 樣品來源有清楚的標籤，可以隨時移除。

source: Samples
de: Beispiele
es: Muestras
fr: Échantillons
it: Campioni
ja: サンプル
ko: 샘플
pt_br: Amostras
zh_hans: 样品
zh_hant: 樣品

source: Schema Errors
de: Schemafehler
es: Errores de esquema
fr: Erreurs de schéma
it: Errori di schema
ja: スキーマエラー
ko: 스키마 오류
pt_br: Erros de esquema
zh_hans: 架构错误
zh_hant: 架構錯誤

source: Schema Preview
de: Schemavorschau
es: Vista previa del esquema
fr: Aperçu du schéma
it: Anteprima dello schema
ja: スキーマのプレビュー
ko: 스키마 미리보기
pt_br: Visualização do esquema
zh_hans: 架构预览
zh_hant: 架構預覽

source: Schema Summary
de: Schemazusammenfassung
es: Resumen del esquema
fr: Résumé du schéma
it: Riepilogo dello schema
ja: スキーマの概要
ko: 스키마 요약
pt_br: Resumo do esquema
zh_hans: 架构摘要
zh_hant: 架構摘要

source: Schema and Extracted Data
de: Schema und extrahierte Daten
es: Esquema y datos extraídos
fr: Schéma et données extraites
it: Schema e dati estratti
ja: スキーマと抽出されたデータ
ko: 스키마 및 추출된 데이터
pt_br: Esquema e dados extraídos
zh_hans: 架构和提取的数据
zh_hant: 架構與擷取的數據

source: Search Settings
de: Sucheinstellungen
es: Configuración de búsqueda
fr: Paramètres de recherche
it: Impostazioni di ricerca
ja: 検索設定
ko: 검색 설정
pt_br: Configurações de pesquisa
zh_hans: 搜索设置
zh_hant: 搜尋設置

source: Search Spotlight and Answer
de: Suchen Sie nach Spotlight und antworten Sie
es: Busque Spotlight y responda
fr: Recherchez Spotlight et répondez
it: Cerca Spotlight e rispondi
ja: Spotlight を検索して答えます
ko: Spotlight 검색 및 답변
pt_br: Pesquise Spotlight e responda
zh_hans: 搜索 Spotlight 并回答
zh_hant: 搜尋 Spotlight 並回答

source: Search authorized Contacts data by name.
de: Durchsuchen Sie autorisierte Kontaktdaten nach Namen.
es: Buscar datos de contactos autorizados por nombre.
fr: Recherchez les données des contacts autorisés par nom.
it: Ricerca i dati dei contatti autorizzati per nome.
ja: 承認された連絡先データを名前で検索します。
ko: 승인된 연락처 데이터를 이름으로 검색합니다.
pt_br: Pesquise dados de Contatos autorizados por nome.
zh_hans: 按姓名搜索授权联系人数据。
zh_hant: 依姓名搜尋授權聯絡人資料。

source: Search guidance
de: Suchanleitung
es: Guía de búsqueda
fr: Guide de recherche
it: Guida alla ricerca
ja: 検索案内
ko: 검색안내
pt_br: Orientação de pesquisa
zh_hans: 搜索指导
zh_hant: 搜尋指導

source: Search stage
de: Suchphase
es: Etapa de búsqueda
fr: Étape de recherche
it: Fase di ricerca
ja: 検索ステージ
ko: 검색단계
pt_br: Estágio de pesquisa
zh_hans: 搜索阶段
zh_hant: 搜尋階段

source: Searches Contacts data you have authorized Foundation Lab to read.
de: Durchsucht die Kontaktdaten, für deren Lesen Sie Foundation Lab autorisiert haben.
es: Busca datos de contactos que usted ha autorizado a leer a Foundation Lab.
fr: Recherche les données de contacts que vous avez autorisé Foundation Lab à lire.
it: Cerca i dati dei contatti che hai autorizzato Foundation Lab a leggere.
ja: Foundation Lab に読み取りを許可した連絡先データを検索します。
ko: Foundation Lab에게 읽기 권한을 부여한 연락처 데이터를 검색합니다.
pt_br: Pesquisa dados de Contatos que você autorizou Foundation Lab a ler.
zh_hans: 搜索您授权 Foundation Lab 读取的联系人数据。
zh_hant: 搜尋您授權 Foundation Lab 讀取的聯絡人資料。

source: Searches the music catalog for songs, albums, and artists.
de: Durchsucht den Musikkatalog nach Titeln, Alben und Künstlern.
es: Busca canciones, álbumes y artistas en el catálogo de música.
fr: Recherche des chansons, des albums et des artistes dans le catalogue musical.
it: Cerca brani, album e artisti nel catalogo musicale.
ja: 音楽カタログで曲、アルバム、アーティストを検索します。
ko: 음악 카탈로그에서 노래, 앨범 및 아티스트를 검색합니다.
pt_br: Pesquisa músicas, álbuns e artistas no catálogo de música.
zh_hans: 在音乐目录中搜索歌曲、专辑和艺术家。
zh_hant: 在音樂目錄中搜尋歌曲、專輯和藝人。

source: Searches the web for your query and returns grounded results.
de: Durchsucht das Web nach Ihrer Suchanfrage und liefert fundierte Ergebnisse.
es: Busca su consulta en la web y devuelve resultados fundamentados.
fr: Recherche votre requête sur le Web et renvoie des résultats fondés.
it: Cerca sul Web la tua query e restituisce risultati fondati.
ja: クエリを Web で検索し、根拠のある結果を返します。
ko: 웹에서 검색어를 검색하고 근거 있는 결과를 반환합니다.
pt_br: Pesquisa sua consulta na Web e retorna resultados fundamentados.
zh_hans: 在网络上搜索您的查询并返回接地结果。
zh_hant: 在網路上搜尋您的查詢並傳回接地結果。

source: Searching Spotlight…
de: Suche nach Spotlight…
es: Buscando Spotlight…
fr: Recherche de Spotlight…
it: Ricerca Spotlight…
ja: Spotlight を検索中…
ko: Spotlight 검색 중…
pt_br: Pesquisando Spotlight…
zh_hans: 正在搜索 Spotlight…
zh_hant: 正在搜尋 Spotlight…

source: Searching sources…
de: Suche nach Quellen…
es: Buscando fuentes…
fr: Recherche de sources…
it: Ricerca fonti…
ja: ソースを検索中…
ko: 소스 검색 중…
pt_br: Pesquisando fontes…
zh_hans: 搜索来源...
zh_hant: 搜尋來源...

source: See how editable instructions shape a model response.
de: Sehen Sie, wie bearbeitbare Anweisungen eine Modellantwort prägen.
es: Vea cómo las instrucciones editables dan forma a una respuesta modelo.
fr: Découvrez comment les instructions modifiables façonnent une réponse de modèle.
it: Scopri come le istruzioni modificabili modellano la risposta di un modello.
ja: 編集可能な命令がモデル応答をどのように形成するかをご覧ください。
ko: 편집 가능한 지침이 모델 응답을 어떻게 형성하는지 확인하세요.
pt_br: Veja como instruções editáveis ​​moldam uma resposta de modelo.
zh_hans: 了解可编辑指令如何塑造模型响应。
zh_hant: 了解可編輯指令如何塑造模型響應。

source: See which languages and locales the current Foundation Models runtime reports as supported.
de: Sehen Sie, welche Sprachen und Gebietsschemata die aktuelle Foundation Models-Laufzeit als unterstützt meldet.
es: Vea qué idiomas y configuraciones regionales son compatibles con el tiempo de ejecución actual de Foundation Models.
fr: Découvrez les langues et les paramètres régionaux pris en charge par le runtime Foundation Models actuel.
it: Scopri quali lingue e impostazioni locali vengono segnalate come supportate dall'attuale runtime Foundation Models.
ja: 現在の Foundation Models ランタイムがサポートされていると報告されている言語とロケールを確認します。
ko: 현재 Foundation Models 런타임이 지원되는 것으로 보고하는 언어와 로케일을 확인하세요.
pt_br: Veja quais idiomas e localidades o tempo de execução atual do Foundation Models relata como suportados.
zh_hans: 查看当前 Foundation Models 运行时报告支持哪些语言和区域设置。
zh_hant: 查看目前 Foundation Models 運行時報告支援哪些語言和區域設定。

source: Selected Entry
de: Ausgewählter Eintrag
es: Entrada seleccionada
fr: Entrée sélectionnée
it: Voce selezionata
ja: 選択されたエントリ
ko: 선택된 항목
pt_br: Entrada selecionada
zh_hans: 所选条目
zh_hant: 所選條目

source: Selected image preview: %@
de: Ausgewählte Bildvorschau: %@
es: Vista previa de la imagen seleccionada: %@
fr: Aperçu de l'image sélectionnée : %@
it: Anteprima immagine selezionata: %@
ja: 選択した画像プレビュー: %@
ko: 선택한 이미지 미리보기: %@
pt_br: Visualização da imagem selecionada: %@
zh_hans: 所选图片预览：%@
zh_hant: 所選圖片預覽：%@

source: Send Message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
it: Invia messaggio
ja: メッセージを送信
ko: 메시지 보내기
pt_br: Enviar mensagem
zh_hans: 发送消息
zh_hant: 發送訊息

source: Send one prompt and inspect one complete response.
de: Senden Sie eine Eingabeaufforderung und überprüfen Sie eine vollständige Antwort.
es: Envíe un mensaje e inspeccione una respuesta completa.
fr: Envoyez une invite et inspectez une réponse complète.
it: Invia un prompt e controlla una risposta completa.
ja: 1 つのプロンプトを送信し、1 つの完全な応答を検査します。
ko: 하나의 프롬프트를 보내고 하나의 완전한 응답을 검사합니다.
pt_br: Envie um prompt e inspecione uma resposta completa.
zh_hans: 发送一个提示并检查一个完整的响应。
zh_hant: 發送一個提示並檢查一個完整的回應。

source: Send one prompt and inspect the complete response
de: Senden Sie eine Eingabeaufforderung und überprüfen Sie die vollständige Antwort
es: Envíe un mensaje e inspeccione la respuesta completa
fr: Envoyez une invite et inspectez la réponse complète
it: Invia un prompt e controlla la risposta completa
ja: プロンプトを 1 つ送信し、完全な応答を検査します
ko: 프롬프트 하나를 보내고 전체 응답을 검사합니다.
pt_br: Envie um prompt e inspecione a resposta completa
zh_hans: 发送一条提示并检查完整的响应
zh_hant: 發送一條提示並檢查完整的回應

source: Send the selected image and prompt to the on-device model
de: Senden Sie das ausgewählte Bild und die Eingabeaufforderung an das Modell auf dem Gerät
es: Envía la imagen seleccionada y solicita al modelo del dispositivo
fr: Envoyer l'image sélectionnée et l'invite au modèle sur l'appareil
it: Invia l'immagine selezionata e il prompt al modello sul dispositivo
ja: 選択した画像とプロンプトをオンデバイスモデルに送信します
ko: 선택한 이미지를 보내고 온디바이스 모델에 메시지를 보냅니다.
pt_br: Envie a imagem selecionada e o prompt para o modelo do dispositivo
zh_hans: 将选定的图像和提示发送到设备上的模型
zh_hant: 將選定的影像和提示傳送到裝置上的模型

source: Session Running
de: Sitzung läuft
es: Sesión en ejecución
fr: Session en cours d'exécution
it: Sessione in corso
ja: セッション実行中
ko: 세션 실행 중
pt_br: Sessão em execução
zh_hans: 会话运行
zh_hant: 會話運行

source: Share Message
de: Nachricht teilen
es: Compartir mensaje
fr: Partager un message
it: Condividi messaggio
ja: メッセージを共有
ko: 메시지 공유
pt_br: Compartilhar mensagem
zh_hans: 分享留言
zh_hant: 分享留言

source: Shared Prompt
de: Gemeinsame Eingabeaufforderung
es: Mensaje compartido
fr: Invite partagée
it: Prompt condiviso
ja: 共有プロンプト
ko: 공유 프롬프트
pt_br: Prompt Compartilhado
zh_hans: 共享提示
zh_hant: 分享提示

source: Show the Health data available for today.
de: Zeigt die für heute verfügbaren Gesundheitsdaten an.
es: Muestra los datos de Salud disponibles para hoy.
fr: Afficher les données de santé disponibles pour aujourd'hui.
it: Mostra i dati sanitari disponibili per oggi.
ja: 今日利用可能な健康データを表示します。
ko: 오늘의 건강 데이터를 표시합니다.
pt_br: Mostra os dados de Saúde disponíveis para hoje.
zh_hans: 显示今天可用的健康数据。
zh_hant: 顯示現今可用的健康數據。

source: Signature
de: Unterschrift
es: Firma
it: Firma
ja: 署名
ko: 서명
pt_br: Assinatura
zh_hans: 签名
zh_hant: 簽名

source: Some sample sources couldn’t be added. %@
de: Einige Beispielquellen konnten nicht hinzugefügt werden. %@
es: No se pudieron agregar algunas fuentes de muestra. %@
fr: Certains exemples de sources n'ont pas pu être ajoutés. %@
it: Impossibile aggiungere alcune origini campione. %@
ja: 一部のサンプルソースを追加できませんでした。 %@
ko: 일부 샘플 소스를 추가할 수 없습니다. %@
pt_br: Não foi possível adicionar algumas fontes de amostra. %@
zh_hans: 部分样本源无法添加。 %@
zh_hant: 部分樣本來源無法新增。 %@

source: Something went wrong. %@
de: Etwas ist schief gelaufen. %@
es: Algo salió mal. %@
fr: Quelque chose s'est mal passé. %@
it: Qualcosa è andato storto. %@
ja: 問題が発生しました。 %@
ko: 문제가 발생했습니다. %@
pt_br: Algo deu errado. %@
zh_hans: 出了问题。 %@
zh_hant: 出了問題。 %@

source: Something went wrong. Try asking the question again.
de: Etwas ist schief gelaufen. Versuchen Sie, die Frage noch einmal zu stellen.
es: Algo salió mal. Intente hacer la pregunta nuevamente.
fr: Quelque chose s'est mal passé. Essayez de poser à nouveau la question.
it: Qualcosa è andato storto. Prova a porre nuovamente la domanda.
ja: 問題が発生しました。もう一度質問してみてください。
ko: 문제가 발생했습니다. 다시 질문해 보세요.
pt_br: Algo deu errado. Tente fazer a pergunta novamente.
zh_hans: 出了问题。尝试再次提问。
zh_hant: 出了問題。嘗試再次提問。

# Source %lld: %@. %@
source: Source %1$lld: %2$@. %3$@
de: Quelle %1$lld: %2$@. %3$@
es: Fuente %1$lld: %2$@. %3$@
it: Fonte %1$lld: %2$@. %3$@
ja: 出典 %1$lld: %2$@。 %3$@
ko: 출처 %1$lld: %2$@. %3$@
pt_br: Fonte %1$lld: %2$@. %3$@
zh_hans: 来源 %1$lld：%2$@。 %3$@
zh_hant: 來源 %1$lld：%2$@。 %3$@

source: Source Text
de: Quelltext
es: Texto fuente
fr: Texte source
it: Testo originale
ja: ソーステキスト
ko: 소스 텍스트
pt_br: Texto fonte
zh_hans: 源文本
zh_hant: 源文本

source: Speech playback was stopped.
de: Die Sprachwiedergabe wurde gestoppt.
es: Se detuvo la reproducción de voz.
fr: La lecture vocale a été arrêtée.
it: La riproduzione vocale è stata interrotta.
ja: 音声の再生が停止されました。
ko: 음성 재생이 중지되었습니다.
pt_br: A reprodução da fala foi interrompida.
zh_hans: 语音播放已停止。
zh_hant: 語音播放已停止。

source: Speech recognition stopped unexpectedly. %@
de: Die Spracherkennung wurde unerwartet gestoppt. %@
es: El reconocimiento de voz se detuvo inesperadamente. %@
fr: La reconnaissance vocale s'est arrêtée de manière inattendue. %@
it: Il riconoscimento vocale si è interrotto inaspettatamente. %@
ja: 音声認識が予期せず停止しました。 %@
ko: 음성 인식이 예기치 않게 중단되었습니다. %@
pt_br: O reconhecimento de fala parou inesperadamente. %@
zh_hans: 语音识别意外停止。 %@
zh_hant: 語音辨識意外停止。 %@

source: Spotlight RAG Unavailable
de: Spotlight RAG Nicht verfügbar
es: Spotlight TRAPO No disponible
fr: Spotlight RAG Indisponible
it: Spotlight RAG Non disponibile
ja: Spotlight RAG は利用できません
ko: Spotlight RAG 사용할 수 없음
pt_br: Spotlight RAG Indisponível
zh_hans: Spotlight RAG 不可用
zh_hant: Spotlight RAG 不可用

source: Start Voice Mode
de: Starten Sie den Sprachmodus
es: Iniciar modo de voz
fr: Démarrer le mode vocal
it: Avvia la modalità vocale
ja: 音声モードの開始
ko: 음성 모드 시작
pt_br: Iniciar modo de voz
zh_hans: 启动语音模式
zh_hant: 啟動語音模式

source: Start an Experiment
de: Starten Sie ein Experiment
es: Iniciar un experimento
fr: Démarrer une expérience
it: Avvia un esperimento
ja: 実験を開始する
ko: 실험 시작
pt_br: Iniciar uma experiência
zh_hans: 开始实验
zh_hant: 開始實驗

source: Start on device, evaluate the feature, then choose Private Cloud Compute if measured quality requires more reasoning or a larger context window.
de: Beginnen Sie auf dem Gerät, bewerten Sie die Funktion und wählen Sie dann Private Cloud Compute, wenn die gemessene Qualität mehr Begründung oder ein größeres Kontextfenster erfordert.
es: Inicie en el dispositivo, evalúe la función y luego elija Private Cloud Compute si la calidad medida requiere más razonamiento o una ventana de contexto más grande.
fr: Démarrez sur l'appareil, évaluez la fonctionnalité, puis choisissez Private Cloud Compute si la qualité mesurée nécessite plus de raisonnement ou une fenêtre contextuelle plus grande.
it: Inizia sul dispositivo, valuta la funzionalità, quindi scegli Private Cloud Compute se la qualità misurata richiede più ragionamenti o una finestra di contesto più ampia.
ja: デバイスで開始して機能を評価し、測定された品質にさらに推論が必要な場合や、より大きなコンテキスト ウィンドウが必要な場合は、Private Cloud Compute を選択します。
ko: 기기에서 시작하여 기능을 평가한 후 측정된 품질에 더 많은 추론이 필요하거나 더 큰 컨텍스트 창이 필요한 경우 Private Cloud Compute를 선택하세요.
pt_br: Inicie no dispositivo, avalie o recurso e escolha Private Cloud Compute se a qualidade medida exigir mais raciocínio ou uma janela de contexto maior.
zh_hans: 在设备上启动，评估功能，然后如果测量的质量需要更多推理或更大的上下文窗口，则选择 Private Cloud Compute。
zh_hant: 在裝置上啟動，評估功能，然後如果測量的品質需要更多推理或更大的上下文窗口，則選擇 Private Cloud Compute。

source: Start with a blank prompt and configure the model yourself.
de: Beginnen Sie mit einer leeren Eingabeaufforderung und konfigurieren Sie das Modell selbst.
es: Comience con un mensaje en blanco y configure el modelo usted mismo.
fr: Commencez avec une invite vide et configurez vous-même le modèle.
it: Inizia con un prompt vuoto e configura tu stesso il modello.
ja: 空のプロンプトから開始し、モデルを自分で構成します。
ko: 빈 프롬프트로 시작하고 모델을 직접 구성하세요.
pt_br: Comece com um prompt em branco e configure você mesmo o modelo.
zh_hans: 从空白提示开始并自行配置模型。
zh_hant: 從空白提示開始並自行配置模型。

source: Start with ready-made experiments, then configure, run, and inspect your own model sessions.
de: Beginnen Sie mit vorgefertigten Experimenten und konfigurieren, führen und überprüfen Sie dann Ihre eigenen Modellsitzungen.
es: Comience con experimentos ya preparados y luego configure, ejecute e inspeccione sus propias sesiones de modelo.
fr: Commencez par des expériences prêtes à l'emploi, puis configurez, exécutez et inspectez vos propres sessions de modèle.
it: Inizia con esperimenti già pronti, quindi configura, esegui e controlla le sessioni del tuo modello.
ja: 既製の実験から始めて、独自のモデル セッションを構成、実行、検査します。
ko: 미리 만들어진 실험으로 시작한 다음 자신만의 모델 세션을 구성, 실행 및 검사하세요.
pt_br: Comece com experimentos prontos e depois configure, execute e inspecione suas próprias sessões de modelo.
zh_hans: 从现成的实验开始，然后配置、运行和检查您自己的模型会话。
zh_hant: 從現成的實驗開始，然後配置、運行和檢查您自己的模型會話。

source: Start with two tools, customize the configuration, and generate reusable Swift code.
de: Beginnen Sie mit zwei Tools, passen Sie die Konfiguration an und generieren Sie wiederverwendbaren Swift-Code.
es: Comience con dos herramientas, personalice la configuración y genere código Swift reutilizable.
fr: Commencez avec deux outils, personnalisez la configuration et générez du code Swift réutilisable.
it: Inizia con due strumenti, personalizza la configurazione e genera codice Swift riutilizzabile.
ja: 2 つのツールから始めて、構成をカスタマイズし、再利用可能な Swift コードを生成します。
ko: 두 가지 도구로 시작하여 구성을 사용자 정의하고 재사용 가능한 Swift 코드를 생성하세요.
pt_br: Comece com duas ferramentas, personalize a configuração e gere código Swift reutilizável.
zh_hans: 从两个工具开始，自定义配置，并生成可重用的 Swift 代码。
zh_hant: 從兩個工具開始，自訂配置，並產生可重複使用的 Swift 程式碼。

source: Starting
de: Beginnt
es: Iniciando
fr: Démarrage
it: In partenza
ja: 開始
ko: 시작 중
pt_br: Iniciando
zh_hans: 开始
zh_hant: 開始

source: Starting prompt
de: Startaufforderung
es: Mensaje de inicio
fr: Invite de démarrage
it: Richiesta di avvio
ja: プロンプトの開始
ko: 시작 프롬프트
pt_br: Solicitação de inicialização
zh_hans: 启动提示
zh_hant: 啟動提示

source: Stop Generating
de: Stoppen Sie die Generierung
es: Dejar de generar
fr: Arrêter la génération
it: Interrompi la generazione
ja: 生成を停止します
ko: 생성 중지
pt_br: Parar de gerar
zh_hans: 停止生成
zh_hant: 停止生成

source: Stop Speaking
de: Hör auf zu sprechen
es: Deja de hablar
fr: Arrêtez de parler
it: Smettila di parlare
ja: 話すのをやめてください
ko: 말하기 중지
pt_br: Pare de falar
zh_hans: 别说话了
zh_hant: 別說話了

source: Stop the current analysis before replacing the image.
de: Stoppen Sie die aktuelle Analyse, bevor Sie das Bild ersetzen.
es: Detenga el análisis actual antes de reemplazar la imagen.
fr: Arrêtez l'analyse en cours avant de remplacer l'image.
it: Interrompe l'analisi corrente prima di sostituire l'immagine.
ja: 画像を置き換える前に、現在の分析を停止してください。
ko: 이미지를 교체하기 전에 현재 분석을 중지하세요.
pt_br: Interrompa a análise atual antes de substituir a imagem.
zh_hans: 在替换图像之前停止当前分析。
zh_hant: 在替換影像之前停止目前分析。

source: Stopping
de: Stoppt
es: Deteniendo
fr: Arrêt
it: Arresto
ja: 停止中
ko: 중지 중
pt_br: Parando
zh_hans: 停止
zh_hant: 停止

source: Stopping…
de: Stoppt…
es: Deteniendo…
fr: Arrêt…
it: Arresto…
ja: 停止中…
ko: 중지하는 중…
pt_br: Parando…
zh_hans: 停止……
zh_hant: 停止…

source: Structured Content
de: Strukturierter Inhalt
es: Contenido estructurado
fr: Contenu structuré
it: Contenuti strutturati
ja: 構造化コンテンツ
ko: 구조화된 콘텐츠
pt_br: Conteúdo Estruturado
zh_hans: 结构化内容
zh_hant: 結構化內容

source: Summarize the Health data recorded this week.
de: Fassen Sie die diese Woche aufgezeichneten Gesundheitsdaten zusammen.
es: Resuma los datos de Salud registrados esta semana.
fr: Résumez les données de santé enregistrées cette semaine.
it: Riepiloga i dati sanitari registrati questa settimana.
ja: 今週記録された健康データを要約します。
ko: 이번 주에 기록된 건강 데이터를 정리해보세요.
pt_br: Resuma os dados de Saúde registrados esta semana.
zh_hans: 总结本周记录的健康数据。
zh_hant: 總結本週記錄的健康數據。

source: Summarizes the metadata available for a web page.
de: Fasst die für eine Webseite verfügbaren Metadaten zusammen.
es: Resume los metadatos disponibles para una página web.
fr: Résume les métadonnées disponibles pour une page Web.
it: Riassume i metadati disponibili per una pagina web.
ja: Web ページで利用可能なメタデータを要約します。
ko: 웹페이지에 사용할 수 있는 메타데이터를 요약합니다.
pt_br: Resume os metadados disponíveis para uma página da web.
zh_hans: 总结网页可用的元数据。
zh_hant: 總結網頁可用的元資料。

source: Swift Concurrency, Foundation Models, and HealthKit
de: Swift Parallelität, Foundation Models und HealthKit
es: Simultaneidad Swift, Foundation Models y HealthKit
fr: Concurrence Swift, Foundation Models et HealthKit
it: Swift Concorrenza, Foundation Models e HealthKit
ja: Swift 同時実行性、Foundation Models、および HealthKit
ko: Swift 동시성, Foundation Models 및 HealthKit
pt_br: Simultaneidade Swift, Foundation Models e HealthKit
zh_hans: Swift 并发、Foundation Models 和 HealthKit
zh_hant: Swift 併發、Foundation Models 和 HealthKit

source: System model unavailable
de: Systemmodell nicht verfügbar
es: Modelo de sistema no disponible
fr: Modèle de système indisponible
it: Modello di sistema non disponibile
ja: システムモデルが利用できません
ko: 시스템 모델을 사용할 수 없습니다.
pt_br: Modelo do sistema indisponível
zh_hans: 系统型号不可用
zh_hant: 系統型號不可用

source: That file could not be decoded as an image.
de: Diese Datei konnte nicht als Bild dekodiert werden.
es: Ese archivo no se pudo descodificar como imagen.
fr: Ce fichier n'a pas pu être décodé en tant qu'image.
it: Impossibile decodificare il file come immagine.
ja: そのファイルは画像としてデコードできませんでした。
ko: 해당 파일을 이미지로 디코딩할 수 없습니다.
pt_br: Esse arquivo não pôde ser decodificado como uma imagem.
zh_hans: 该文件无法解码为图像。
zh_hant: 該檔案無法解碼為影像。

# The %@ tool couldn’t finish. %@
source: The %1$@ tool couldn’t finish. %2$@
de: Das Werkzeug %1$@ konnte nicht beendet werden. %2$@
es: La herramienta %1$@ no pudo finalizar. %2$@
fr: L'outil %1$@ n'a pas pu terminer. %2$@
it: Impossibile completare lo strumento %1$@. %2$@
ja: %1$@ ツールを終了できませんでした。 %2$@
ko: %1$@ 도구를 완료할 수 없습니다. %2$@
pt_br: A ferramenta %1$@ não pôde ser concluída. %2$@
zh_hans: %1$@ 工具无法完成。 %2$@
zh_hant: %1$@ 工具無法完成。 %2$@

source: The Private Cloud Compute request failed. %@
de: Die Private Cloud Compute-Anfrage ist fehlgeschlagen. %@
es: La solicitud Private Cloud Compute falló. %@
fr: La requête Private Cloud Compute a échoué. %@
it: La richiesta Private Cloud Compute non è riuscita. %@
ja: Private Cloud Compute リクエストは失敗しました。 %@
ko: Private Cloud Compute 요청이 실패했습니다. %@
pt_br: A solicitação Private Cloud Compute falhou. %@
zh_hans: Private Cloud Compute 请求失败。 %@
zh_hant: Private Cloud Compute 請求失敗。 %@
